Repository: timi2506/WatchLauncher
Catalog: WatchLauncher Watch App/Localizable.xcstrings
Source language: en
Languages: de

source: %lld Messages
de: %lld Nachrichten

source: Add
de: Hinzufügen

source: Add to Bookmarks
de: Zu Lesezeichen hinzufügen

source: Add URL to Bookmarks
de: URL den Lesezeichen hinzufügen

source: Add Website
de: Website hinzufügen

source: Advanced Options
de: Erweiterte Optionen

source: An Error occured
de: Ein Fehler ist aufgetreten

source: API Key Required
de: API Key benötigt

source: Are you sure you want to Clear All Messages?
de: Bist du sicher dass du alle Nachrichten löschen willst?

source: Are you sure you want to Restore this Backup?
de: Bist du sicher dass du dieses Backup wiederherstellen möchtest?

source: Ask Gemini
de: Gemini fragen

source: Bookmarks
de: Lesezeichen

source: Cancel
de: Abbrechen

source: Choose what to do
de: Wähle aus was du tun willst

source: Choose where to open the "Get API Key" Site
de: Wähle aus wo du die “API Key bekommen” Seite öffnen willst

source: Clear
de: Löschen

source: Clear Messages
de: Nachrichten Löschen

source: Dismiss
de: Schließen

source: Drop Received
de: Drop empfangen

source: Drop to iPhone
de: An iPhone droppen

source: Error
de: Fehler

source: Generating
de: Generiere

source: Get Key
de: Key bekommen

source: Include Date
de: Datum einschließen

source: Message
de: Nachricht

source: Message: %@
de: Nachricht: %@

source: No Backups yet
de: Keine Backups

source: No Messages
de: Keine Nachrichten

source: No Saved Websites
de: Keine gespeicherten Seiten

source: On iPhone
de: Auf dem iPhone

source: On Watch
de: Auf der Uhr

source: Open Bookmarks
de: Lesezeichen öffnen

source: Open in Browser
de: Im Browser öffnen

source: Open Website
de: Website öffnen

source: Please add one in Settings
de: Bitte füge einen in den Einstellungen hinzu

source: Private
de: Incognito

source: Recommendations
de: Vorschläge

source: Restore
de: Wiederherstellen

source: Restore Messages
de: Nachrichten wiederherstellen

source: Save
de: Speichern

source: Save Messages
de: Nachrichten speichern

source: Save Website
de: Seite speichern

source: Saved
de: Gespeichert

source: Search
de: Suchen

source: Search Results
de: Suchergebnisse

source: Search Text
de: Text suchen

source: Show API Key
de: API Key anzeigen

source: The Name you want to call the current Chat
de: Den Namen dem du dem jetzigen Chat geben willst

source: This Action cannot be undone
de: Diese Aktion kann nicht rückgängig gemacht werden

source: This cannot be empty
de: Dies kann nicht leer sein

source: This will replace the current Messages with the Messages found in this Backup
de: Das wird den jetzigen Chat mit dem des Backups ersetzen

source: Try creating one
de: Versuche eins zu erstellen

source: Try Sending one!
de: Versuche eine zu senden!

source: URL or Bing Search
de: URL oder Bing Suche

source: Use as Gemini API Key
de: Als Gemini API Key nutzen

source: Use as Google API Key
de: Als Google API Key nutzen

source: Use Favicons
de: Favicons nutzen

source: Whether or not to download and show Favicons in the Bookmarks Manager
de: Ob Favicons im Lesezeichen-Manager heruntergeladen und angezeigt werden sollen oder nicht

source: Whether or not to include the current Date in the Chat Name Example: "Chat - %@"
de: Ob das aktuelle Datum im Chatnamen enthalten sein soll oder nicht. Beispiel: „Chat – %@“
